---
kind: other
id: Methods.T:Autodesk.Revit.DB.DWGImportOptions
source: html/6c0ea32b-6c2b-d096-08b7-365a3362020a.htm
---
# DWGImportOptions Methods

Get the default length unit used for importing unitless files.